app/controllers/fitnesses_controller.rb

  def index
    @fitnesses = Fitness.all
---
SELECT "fitnesses".* FROM "fitnesses"